Repository: debalance/hp
Catalog: hp/groups/locale/*/LC_MESSAGES/django.po
Languages: de

source: The group '%(group)s' has been synced from Django to ejabberd.
de: Die Gruppe '%(group)s' wurde von Django nach ejabberd synchronisiert.

source: The group '%(group)s' has been synced from ejabberd to Django.
de: Die Gruppe '%(group)s' wurde von ejabberd nach Django synchronisiert.

source: The group '%(group)s' has been deleted.
de: Die Gruppe '%(group)s' wurde gelöscht.

source: Sync to XMPP
de: Sync nach XMPP

source: Sync from XMPP
de: Sync von XMPP

source: Delete
de: Löschen

source: The object '%(object)s' has been deleted.
de: Das Objekt '%(object)s' wurde gelöscht.

source: Group description
de: Gruppenbeschreibung

source: "Nothing is true, everything is permitted."
de: "Nichts ist wahr, alles ist erlaubt."

source: Group name
de: Gruppenname

source: 3 - 255 characters, allowed are letters, numbers, space, dash, dot and underscore.
de: 3 - 255 Zeichen, erlaubt sind Buchstaben, Zahlen, Leerschritte, Binde- und Unterstriche sowie Punkte.

source: Invalid group name - special characters not allowed!
de: Ungültiger Gruppenname, Sonderzeichen sind nicht erlaubt!

source: Conflicting group name - already in use!
de: Gruppenname ist bereits vergeben!

source: Add members
de: Mitglieder hinzufügen

source: Only enter the JID's localpart (left side of the @-symbol), separate multiple JIDs with colons.
de: Geben sie nur den localpart der JID (links vom @-Symbol) an, trennen sie mehrere JIDs durch Kommas.

source: Add owners
de: Besitzer hinzufügen

source: Do not add users to a group without their consent!
de: Fügen sie keine Mitglieder ohne deren Zustimmung hinzu!

source: Displayed to this group
de: Dieser Gruppe angezeigt

source: Change which groups will be shown to this group. You must own all involved groups.
de: Ändere welche Gruppen dieser Gruppe angezeigt werden. Sie müssen Besitzer aller involvierten Gruppen sein.

source: Invalid input - space and @ not allowed!
de: Ungültige Eingabe - Leerzeichen und @ sind nicht erlaubt!

source: Group
de: Gruppe

source: Groups
de: Gruppen

source: We do not support changing the name of a group after creation!
de: Wir unterstützen es nicht, den Gruppennamen nach der Erstellung noch zu ändern!

source: Multiple groups must be separated with \n!
de: Mehrere Gruppen müssen durch \n getrennt werden!

source: Ownership
de: Eigentümerschaft

source: Ownerships
de: Eigentümerschaften

source: User name
de: Nutzername

source: Membership
de: Mitgliedschaft

source: Memberships
de: Mitgliedschaften

source: View on site
de: Auf Webseite ansehen

source: Use with care! This initiates a complete sync!
de: Mit Vorsicht benutzen! Löst einen kompletten Sync aus!

source: Add a new group. This is safe to use.
de: Füge neue Gruppe hinzu. Dies ist ungefährlich.

source: Add Group
de: Neue Gruppe

source: Group settings
de: Gruppeneinstellungen

source: Your account is not yet confirmed!
de: Ihr Konto wurde noch nicht bestätigt!

source: You have not yet confirmed your email address. Your account registration is not complete until you have. We just sent you an email to %(email)s, click on the link in it and give us a password to complete the registration.
de: Sie haben ihre E-Mail-Adresse noch nicht bestätigt. Ihre Registrierung ist daher nicht abgeschlossen. Wir haben eine E-Mail an %(email)s geschickt, klicken sie auf den Link in der E-Mail um die Registrierung abzuschließen.

source: Show menu
de: Menü

source: Create new group
de: Neue Gruppe erstellen

source: The group name cannot be changed once the group has been created, so choose carefully!
de: Der Gruppenname kann nach der Erstellung nicht mehr geändert werden, also wählen sie mit Bedacht!

source: The group description can be changed later on.
de: Die Gruppenbeschreibung kann später noch verändert werden.

source: 10 - 1000 characters
de: 10 - 1000 Zeichen

source: characters remaining
de: Zeichen verbleibend

source: Create group
de: Neue Gruppe erstellen

source: Delete group
de: Lösche Gruppe

source: Are you sure you want to delete this group? This action will be final.
de: Sind sie sicher, dass sie diese Gruppe endgültig löschen wollen?

source: Yes, delete this group!
de: Ja, lösche diese Gruppe!

source: You are not authorized to use this page.
de: Sie sind nicht berechtigt diese Seite zu verwenden.

source: Edit settings of group
de: Editiere Einstellungen von Gruppe

source: Current settings
de: Aktuelle Einstellungen

source: Description
de: Beschreibung

source: Owner(s)
de: Besitzer

source: Member(s)
de: Mitglieder

source: New settings
de: Neue Einstellungen

source: Add
de: Hinzufügen

source: Enter multiple group names separated by colons.
de: Geben Sie mehrere Gruppennamen durch Kommas getrennt an.

source: Update
de: Aktualisieren

source: Leave group
de: Verlasse Gruppe

source: you will leave the group and still own it!
de: sie verlassen die Gruppe aber bleiben ihr Besitzer!

source: Leave group...
de: Gruppe verlassen...

source: this will delete the group for everybody!
de: dies löscht die Gruppe für alle Beteiligten!

source: Delete group...
de: Gruppe löschen...

source: Details of group
de: Details der Gruppe

source: Edit group...
de: Gruppe bearbeiten...

source: Are you sure you want to leave this group?
de: Wollen sie diese Gruppe wirklich verlassen?

source: Yes, leave this group!
de: Ja, verlasse diese Gruppe!

source: You are currently not a member of any groups.
de: Sie sind derzeit nicht Mitglied irgendeiner Gruppe.

source: My memberships
de: Meine Mitgliedschaften

source: More information...
de: Weitere Informationen...

source: This app allows you to manage shared roster groups. These groups have owners and members. It is possible to own a group without being a member of it and (most importantly) it is possible to be a member of a group owned by somebody else. All group members have each other automatically on their roster (i.e. contact list) and are subscribed to each other's presence (i.e. online status). You can leave groups at any time.
de: Mit dieser App können Sie gemeinsame Roster-Gruppen verwalten. Diese Gruppen haben Besitzer und Mitglieder. Es ist möglich eine Gruppe zu besitzen ohne darin Mitglied zu sein und (am allerwichtigsten) Mitglied einer Gruppe von jemand anderem zu sein. Alle Gruppenmitglieder haben sich gegenseitig automatisch in ihrem Roster (Kontaktliste) und können den Online-Status aller anderen Mitglieder sehen. Gruppen können jederzeit verlassen werden.

source: You currently own %(own)s group(s), go to 'My groups' to manage them.
de: Sie besitzen aktuell %(own)s Gruppe(n), gehen sie zu 'Meine Gruppen' um diese zu verwalten.

source: You are currently a member of %(mem)s group(s), go to 'My memberships' to view and/or leave them.
de: Sie sind aktuell Mitglied von %(mem)s Gruppe(n), gehen sie zu 'Meine Mitgliedschaften' um diese zu betrachten und/oder zu verlassen.

source: You can create a new group at any time.
de: Sie können jederzeit eine neue Gruppe anlegen.

source: You currently do not own any groups.
de: Sie besitzen aktuell keine Gruppe(n).

source: My groups
de: Meine Gruppen

source: Overview
de: Übersicht

source: You have left the group '%(group)s'.
de: Sie haben die Gruppe '%(group)s' verlassen.

source: You are not a member of this group so you cannot leave it!
de: Sie sind kein Mitglied dieser Gruppe, also können sie die Gruppe auch nicht verlassen!

source: You are not an owner of this group so you cannot edit it!
de: Sie sind nicht Besitzer dieser Gruppe, also können sie diese Gruppe auch nicht bearbeiten!

source: Removed %(user)s as owner of this group.
de: %(user)s wurde als Besitzer dieser Gruppe entfernt.

source: Removed %(user)s as member of this group.
de: %(user)s wurde als Mitglied dieser Gruppe entfernt.

source: Invalid input in 'Add members' field: username too short!
de: Ungültige Eingabe im Feld 'Mitglieder hinzufügen': Benutzername zu kurz!

source: Invalid user in 'Add members' field: '%(user)s'
de: Ungültiger Benutzer im Feld 'Mitglieder hinzufügen': '%(user)s'

source: The following members have been added to the group: %(member)s
de: Die folgenden Mitglieder wurden zur Gruppe hinzugefügt: %(member)s

source: The following users have already been members of the group: %(member)s
de: Die folgenden Benutzer waren bereits Mitglieder der Gruppe: %(member)s

source: Invalid input in 'Add owners' field: username too short!
de: Ungültige Eingabe im Feld 'Besitzer hinzufügen': Benutzername zu kurz!

source: Invalid user in 'Add owners' field: '%(user)s'
de: Ungültiger Benutzer im Feld 'Besitzer hinzufügen': '%(user)s'

source: The following owners have been added to the group: %(owner)s
de: Die folgenden Besitzer wurden zur Gruppe hinzugefügt: %(owner)s

source: The following users have already been owners of the group: %(owner)s
de: Die folgenden Benutzer waren bereits Besitzer der Gruppe: %(owner)s

source: Invalid input in 'Displayed to this group' field: groupname too short!
de: Ungültige Eingabe im Feld 'Dieser Gruppe angezeigt': Gruppenname zu kurz!

source: The following groups are now displayed to this group: %(display)s
de: Die folgenden Gruppen werden dieser Gruppe nun angezeigt: %(display)s

source: The following groups do not exist or do not belong to you: %(display)s
de: Diese Gruppen existieren nicht oder gehören ihnen nicht: %(display)s

source: The group description has been updated!
de: Die Gruppenbeschreibung wurde aktualisiert!

source: Invalid POST action submitted!
de: Ungültige POST Aktion übermittelt!

source: You are not an owner of this group so you cannot delete it!
de: Sie sind nicht Besitzer dieser Gruppe, also können sie die Gruppe auch nicht löschen!

source: Sync from Django to XMPP completed! Exported %(group)s groups and %(member)s memberships to ejabberd.
de: Synchronisation von Django zu XMPP abgeschlossen! Es wurden %(group)s Gruppen und %(member)s Mitgliedschaften zu ejabberd exportiert.

source: There was a BackendError when trying to get members of group '%(group)s' !
de: Es ist ein BackendError aufgetreten beim Abrufen der Mitglieder von Gruppe '%(group)s' !

source: Sync from XMPP to Django completed! Imported %(group)s groups and %(member)s memberships from ejabberd.
de: Synchronisation von XMPP zu Django abgeschlossen! Es wurden %(group)s Gruppen und %(member)s Mitgliedschaften von ejabberd importiert.
